{
  "title": "nda",
  "description": "Non-Disclosure Agreement",
  "keywords": [
    "nda",
    "non disclosure",
    "secrecy"
  ],
  "fields": {
    "party1": "What is the first party's name?",
    "party1-initials": "What are the first party's initials?",
    "party2": "What is the second party's name?",
    "party2-initials": "What are the second party's initials?",
    "date": "On what date should this agreement be made?"
  },
  "html": "<p><strong>MUTUAL CONFIDENTIALITY AND NON-DISCLOSURE AGREEMENT<\/strong><\/p><p>Agreement made on <strong>{date}<\/strong>, between <strong>{party1}<\/strong>, herein referred to as <strong>{party1-initials}<\/strong> and <strong>{party2}<\/strong> herein referred to as <strong>{party2-initials}<\/strong>.<\/p><p><strong>{party1-initials}<\/strong>, and <strong>{party2-initials}<\/strong> agree to exchange information, subject to the terms and conditions set forth below:<\/p><ol><li><strong>Confidential information, <\/strong>Both parties understand and agree that, in the course of rendering any project covered by this agreement, both parties may receive, otherwise acquire, have access to, or become acquainted with valuable confidential information (referred to hereafter as &quot;Confidential Information&quot;) relating to each parties business, products, services, methods of doing business, and Customers, which includes, but is not limited to the following: Customer names and addresses; Customer preferences; pricing information; marketing techniques, strategies and programs; selling techniques; expiration dales of agreements with Customers; product costs; operations costs; methods of operation; accounting procedures; financial statements and information; labor relations strategies; employee compensation; new materials research; pending projects and proposals; proprietary production processes; inventions; research and development strategies; scientific data, formulas and prototypes; technological data and prototypes; product designs, data, specifications; processes and methodology; product know how; source code listings; programmer&#39;s notes; flow charts; logic diagrams; software programs; experiments; and any other confidential information of any kind, nature or description in whatever form relating to each Party.<\/li><br \/><li><strong>Covenant Regarding Confidential Information, <\/strong>Both parties acknowledge and agree that the Confidential Information described above is proprietary, a valuable trade secret of each Party, and is and shall remain the sole and exclusive property of the originating Party. Both parties further acknowledge and agree that if any Confidential Information were disclosed to or used by competitors or other third parties that it could cause substantial and irreparable damage and injury to the business, reputation and good will of each Party. Accordingly, both parties agree that they will not at any time, during the term of this Agreement or at anytime thereafter, use, divulge, disclose or communicate, either directly or indirectly, in any manner whatsoever, any Confidential Information to any person, firm or business, unless specifically authorized in writing in advance by the other Party. Both parties further agree not to remove from their premises any Confidential Information in whatever form without the prior written authorization of the other Party. Each Party agrees to promptly advise an appropriate officer of the other Party of any knowledge each may have of any unauthorized release or use of Confidential Information by anyone. Each Party agrees to promptly return all Confidential Information in whatever form it was received or acquired by the other Party, as well as any and all copies or reproductions of Confidential Information, to an appropriate officer of the other Party upon request or upon termination of this Agreement.<\/li><br \/><li><strong>Exceptions, <\/strong>The confidentiality obligations of each Party regarding the Confidential Information shall not apply to such information which:<ol><li>a. becomes part of the public domain without fault on the part of either Party;<\/li><li>b. is lawfully obtained by either Party from any source other than the other Party free of any obligation to keep it confidential;<\/li><li>c. is previously known to either Party without an obligation to keep it confidential, as can be substantiated by written records; or<\/li><li>d. is required to be disclosed pursuant to law, regulation, judicial or administrative order or request by a governmental or other entity authorized by law to make such request; provided, however, that each Party first notifies the other Party to enable it to seek relief from such requirement, and renders commercially reasonable assistance requested by either Party (at each Party&#39;s own expense) in connection therewith.<\/li><\/ol><\/li><\/ol><p>&nbsp;<\/p><p><strong>IN WITNESS WHEREOF<\/strong> the parties have executed this Agreement:<\/p><table align=\"left\" border=\"0\" cellpadding=\"1\" cellspacing=\"1\" style=\"width:500px\"><tbody><tr><td><strong>PER:<\/strong> ____________________________<\/td><td><strong>PER:<\/strong> ____________________________<\/td><\/tr><tr><td><strong>Date:<\/strong> ____________________________<\/td><td><strong>Date:<\/strong> ____________________________<\/td><\/tr><\/tbody><\/table>"
}